brew 'git'        # Distributed revision control system
brew 'fnm'        # Node version manager
brew 'yarn'       # Javasript/Node package manager
brew 'cmake'      # Build Tool
brew 'fd'         # Fast find command
brew 'ripgrep'    # Fast search tool
brew 'starship'   # Starship shell prompt
brew 'stow'       # Config files symlink manager
brew 'neovim'     # Vim text editor
brew 'cocoapods'  # Objective-C & Swift application dependency manager
brew 'gnupg'      # PGP Privacy
brew 'mas'        # App Store command line interface

cask 'font-jetbrains-mono-nerd-font'  # Nerd Font
cask 'zulu@17'                        # Java JDK
cask 'arc'                            # Web Browser
cask 'visual-studio-code'             # Code Editor
cask 'sublime-text'                   # Text editor
cask 'kitty'                          # Terminal Emulator
cask 'slack'                          # Team communication and collaboration
cask 'android-studio'                 # Tools for building Android applications
cask 'reactotron'                     # Inspecting React JS and React Native projects
cask 'webex'                          # Video communication and virtual meeting platform

mas 'Xcode', id: 497799835